Repository: Naggafin/django-view-breadcrumbs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglaise

source: French
fr: français

source: test model
fr: modèle de test

source: test models
fr: modèles de test

source: Custom view
fr: Vue personnalisée

source: CRUD views
fr: Vues CRUD

source: My Test Breadcrumb
fr: Mon fil d'Ariane de test

source: List tests
fr: Liste des tests

source: My new home
fr: Ma nouvelle maison

source: list
fr: liste

source: change
fr: changement

source: detail
fr: détail

source: Home
fr: domicile

source: %(class_name)s should have a crumbs property.
fr: %(class_name)s doit avoir une propriété crumbs.

source: Breadcrumb requires a tuple of label and view name.
fr: Le fil d'Ariane nécessite un tuple d'étiquette et de nom de vue.

source: Add %(model)s
fr: Ajouter %(model)s

source: model
fr: maquette

source: instance
fr: exemple

source: Update: %(instance)s
fr: Mise à jour: %(instance)s

source: %(model)s is not installed or missing from the app registry.
fr: %(model)s n'est pas installé ou absent du registre de l'application.
